Repository: OpenMediaVault-Plugin-Developers/openmediavault-remotemount
Catalog: usr/share/openmediavault/locale/*/openmediavault-remotemount.po
Languages: cs_cz, da_da, fr_fr, ru_ru, zh_cn

source: Add mount
cs_cz: Přidat připojení
da_da: Tilføj montering
fr_fr: Ajouter un montage
ru_ru: Добавить путь монтирования
zh_cn: 添加挂载

source: Edit mount
cs_cz: Upravit připojení
da_da: Rediger montering
fr_fr: Éditer un montage
ru_ru: Редактировать путь монтирования
zh_cn: 编辑挂载

source: For 9PFS options, see man page for
cs_cz: Předvolby pro 9PFS naleznete v manuálové stránce

source: For 9PFS, use mount tag
cs_cz: Pro 9PFS, použijte štítek připojení

source: For FTPFS options, see man page for
cs_cz: Předvolby pro FTPFS naleznete v manuálové stránce
da_da: For FTPFS valgmuligheder, se man siden for dette
fr_fr: Pour les options de FTPFS, voir la page du manuel :

source: For GLUSTERFS options, see man page for
cs_cz: Předvolby pro GLUSTERFS naleznete v manuálové stránce

source: For GLUSTERFS, use any node server name or IP address.
cs_cz: V případě GLUSTERFS, použijte název nebo IP adresu libovolného z jeho uzlů.
ru_ru: Для GLUSTERFS, используйте любое имя сервера узла или IP-адрес.

source: For GLUSTERFS, use volume name only.
cs_cz: V případě GLUSTERFS, použijte pouze název svazku.

source: For NFS options, see man page for
cs_cz: Totéž pro NFS naleznete v manuálové stránce
da_da: For NFS valgmuligheder, se man siden for dette
fr_fr: Pour les options de NFS, voir la page du manuel :
ru_ru: Для настройки NFS см справочную страницу для
zh_cn: 查看 NFS 选项主页

source: For NFS, use the export path (ie /export/nfs_share_name).
cs_cz: U NFS použijte popis umístění exportu (tj. /export/nazev_nfs_sdileni).
da_da: Til NFS, brug eksport stien (fx /export/nfs_share_name).
fr_fr: Pour NFS, utilisez le chemin d'exportation. (Exemple : /export/nfs_share_name)
ru_ru: Для NFS, используйте путь экспорта (т.е. /export/nfs_share_name).
zh_cn: NFS 输出路径：(例如 /export/nfs_share_name)。

source: For SMB/CIFS options, see man page for
cs_cz: Informace o předvolbách pro SMB/CIFS naleznete v manuálové stránce
da_da: For SMB/CIFS valgmuligheder, se man siden for dette
fr_fr: Pour les options de SMB/CIFS, voir la page du manuel :
ru_ru: Для настройки SMB/CIFS, смотри справочную страницу для
zh_cn: 查看 SMB/CIFS 选项主页

source: For SMB/CIFS, use the share name only.
cs_cz: V případě SMB/CIFS použijte pouze název sdílení.
da_da: Til SMB/CIFS, brug kun delings navn.
fr_fr: Pour SMB/CIFS, utiliser le nom de partage uniquement.
ru_ru: Для SMB / CIFS, используйте только имя.
zh_cn: 只能使用 SMB/CIFS 共享名。

source: Leave blank to authenticate as guest.
cs_cz: Nevyplněno znamená ověřovat se jako host.
da_da: Efterlad tom for godkendelse som gæst.
fr_fr: Laissez vide pour s'authentifier en tant qu'invité.
ru_ru: Оставьте пустым, чтобы авторизоваться как гость.

source: Mount Type
cs_cz: Typ připojení
da_da: Monterings Type
fr_fr: Type de montage
ru_ru: Тип монтирования
zh_cn: 挂载模式

source: Mounts
cs_cz: Připojení
da_da: Monteringer
fr_fr: Montages
ru_ru: Точки монтирования
zh_cn: 挂载

source: NOTE: The changes won't take effect until you've restarted the system or manually remounted the mount.
cs_cz: UPOZORNĚNÍ: Změny projeví až po restartu serveru nebo ručním odpojení a opětovném připojení (mount).
da_da: INFO: Ændringerne vil først træde i kraft, når du enten har genstartet systemet, eller manuelt genmonteret monteringen.
fr_fr: NOTE : Les modifications ne prendront effet qu'après le redémarrage du système ou le remontage manuel.
ru_ru: Примечание: Изменения не вступят в силу до тех пор, пока вы не перезагрузите систему или вручную не перемонтируете.
zh_cn: 注意：这些变更不会立即生效，除非你重启系统或手动挂载。

source: Name
cs_cz: Název
da_da: Navn
fr_fr: Nom
ru_ru: Имя
zh_cn: 名称

source: Options
cs_cz: Předvolby
da_da: Valgmuligheder
ru_ru: Настройки
zh_cn: 选项

source: Password
cs_cz: Heslo
da_da: Adgangskode
fr_fr: Mot de passe
ru_ru: Пароль
zh_cn: 密码

source: Remote Mount
cs_cz: Využití jiného síťového úložiště
da_da: Ekstern Montering
fr_fr: Montage distant
ru_ru: Удалённое монтирование
zh_cn: 远程挂载

source: Share
cs_cz: Sdílení
da_da: Deling
fr_fr: Partage
ru_ru: Общий ресурс
zh_cn: 共享

source: Type
cs_cz: Typ
ru_ru: Тип
zh_cn: 类型

source: UUID
cs_cz: Univerzálně jedinečný identifikátor

source: Use FQDN, hostname, or IP address.
cs_cz: Použijte úplný doménový název, název stroje nebo IP adresu.
da_da: Brug FQDN, værtsnavn eller IP adresse.
fr_fr: Utilisez le nom de domaine (FQDN), le nom d’hôte, ou l'adresse IP.
ru_ru: Используйте полное доменное имя, имя хоста или IP-адрес.
zh_cn: 使用 FQDN、主机名、IP地址。

source: Use NFS v4
cs_cz: Používat NFS verze 4
da_da: Brug NFS v4
fr_fr: Utiliser NFS v4
ru_ru: Использовать NFS v4
zh_cn: 使用 NFS v4

source: Used for display in OpenMediaVault web interface only.
cs_cz: Zobrazuje se pouze ve webovém rozhraní OpenMediaVault.
da_da: Kun brugt til visning i OpenMediaVault web interface.
fr_fr: Utilisé uniquement pour l'affichage dans l'interface Web d'OpenMediaVault.
ru_ru: Используется для отображения только в веб-интерфейсе OpenMediaVault.
zh_cn: 仅显示在 OpenMediaVault 标签页。

source: Username
cs_cz: Uživatelské jméno
da_da: Brugernavn
fr_fr: Nom d'utilisateur
ru_ru: Имя пользователя
zh_cn: 用户名

source: Will use NFS v2/v3 if unchecked and NFS v4 if checked.
cs_cz: Pokud toto není zapnuto, bude používáno NFS verzí 2/3. V opačném případě verze 4.
da_da: Vil bruge NFS v2/v3 uden flueben og NFS v4 med flueben.
fr_fr: Utilisera NFS v2/v3 si non cochée, ou NFS v4 si cochée.
ru_ru: Использовать NFS v4 или NFS v2/v3 если выключено.
zh_cn: 如果没有勾选 NFS v4 选项，则使用 NFS v2/v3。

source: Server
fr_fr: Serveur
ru_ru: Сервер
zh_cn: 服务器
